Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_context_save_file
source: Save File As...
be: Захаваць файл як...
ca: Anomena i desa el fitxer...
de: Datei speichern unter...
es: Guardar como...
fr: Enregistrer sous...
it: Salva file come...
ko: 파일을 다른 이름으로 저장...
ms: Simpan Fail Sebagai...
nl: Bestand opslaan als...
pl: Zapisz plik jako…
pt_br: Salvar Arquivo Como...
ru: Сохранить файл как...
tr: Dosya Olarak Kaydet…
uk: Зберегти файл як...

# lng_context_save_gif
source: Save GIF
be: Захаваць анімацыю
ca: Desa el GIF
de: GIF speichern
es: Guardar GIF
fr: Ajouter aux GIF
it: Salva GIF
ko: GIF 저장
ms: Simpan GIF
nl: GIF opslaan
pl: Zapisz GIFa
pt_br: Salvar GIF
ru: Сохранить GIF
tr: GIF'i Kaydet
uk: Зберегти GIF

# lng_context_save_image
source: Save Image As...
be: Захаваць відарыс як...
ca: Anomena i desa la imatge...
de: Bild speichern unter...
es: Guardar como...
fr: Enregistrer l'image
it: Salva immagine come...
ko: 이미지를 다른 이름으로 저장...
ms: Simpan Imej Sebagai...
nl: Afbeelding opslaan als...
pl: Zapisz obraz jako…
pt_br: Salvar Imagem Como...
ru: Сохранить изображение как...
tr: Resmi Farklı Kaydet…
uk: Зберегти зображення як...

# lng_context_save_video
source: Save Video As...
be: Захаваць відэа як...
ca: Anomena i desa el vídeo...
de: Video speichern unter...
es: Guardar como...
fr: Enregistrer la vidéo
it: Salva video come...
ko: 동영상을 다른 이름으로 저장...
ms: Simpan Video Sebagai...
nl: Video opslaan als...
pl: Zapisz wideo jako…
pt_br: Salvar Vídeo Como...
ru: Сохранить видео как...
tr: Video Olarak Kaydet…
uk: Зберегти відео як...

# lng_context_seen_listened_none
source: Nobody Listened
be: Ніхто не праслухаў
ca: Escoltat per: ningú
de: Keiner hat zugehört
es: Nadie lo ha escuchado
fr: Personne n'a écouté
it: Nessuno ha ascoltato
ko: 아무도 안 들음
ms: Tiada Yang Dengar
pl: Nikt nie słuchał
pt_br: Ninguém Ouviu
ru: Никто не слушал
tr: Hiç Kimse Dinlemedi
uk: Ніхто не прослухав

# lng_context_seen_reacted_all
source: Show All Reactions
be: Паказаць усе рэакцыі
ca: Mostra totes les reaccions
de: Alle Reaktionen zeigen
es: Mostrar todas las reacciones
fr: Voir toutes les réactions
it: Mostra tutte le reazioni
ko: 모든 반응 보기
ms: Pamir Semua Reaksi
pt_br: Mostrar Todas as Reações
ru: Все реакции
tr: Tüm Tepkileri Göster
uk: Показати всі реакції

# lng_context_seen_reacted_none
source: Nobody Reacted
be: Няма рэакцый
ca: Ningú ha reaccionat
de: Noch keine Reaktion
es: Nadie ha reaccionado
fr: Personne n'a réagi
it: Nessuno ha reagito
ko: 아무도 반응 안함
ms: Tiada Yang Beri Reaksi
pl: Nikt nie zareagował
pt_br: Ninguém Reagiu
ru: Нет реакций
tr: Hiç Kimse Tepki Vermedi
uk: Ніхто не відреагував

# lng_context_seen_text_none
source: Nobody Viewed
be: Ніхто не праглядзеў
ca: Vist per: ningú
de: Keiner hat es angesehen
es: Nadie lo ha visto
fr: Personne n'a vu
it: Nessuno ha letto
ko: 아무도 안 읽음
ms: Tiada Yang Lihat
pl: Nikt nie widział
pt_br: Ninguém Viu
ru: Нет просмотров
tr: Hiç Kimse Görüntülemedi
uk: Ніхто не переглянув

# lng_context_seen_watched_none
source: Nobody Listened
be: Ніхто не праслухаў
ca: Escoltat per: ningú
de: Keiner hat zugehört
es: Nadie lo ha escuchado
fr: Personne n'a écouté
it: Nessuno ha ascoltato
ko: 아무도 안 들음
ms: Tiada Yang Mendengar
pl: Nikt nie słuchał
pt_br: Ninguém Ouviu
ru: Нет просмотров
tr: Hiç Kimse Dinlemedi
uk: Ніхто не прослухав

# lng_context_select_msg
source: Select
be: Выбраць
ca: Selecciona
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ko: 선택
ms: Pilih
nl: Bericht kiezen
pl: Zaznacz
pt_br: Selecionar
ru: Выделить сообщение
tr: Seç
uk: Вибрати

# lng_context_send_now_selected
source: Send selected now
be: Адправіць выбраныя зараз
ca: Envia els seleccionats ara
de: Ausgewählte jetzt senden
es: Enviar lo seleccionado ahora
fr: Envoyer la sélection maintenant
it: Invia la selezione ora
ko: 선택한 메시지 즉시 전송
ms: Kirim pilihan sekarang
nl: Geselecteerde nu sturen
pl: Wyślij zaznaczone teraz
pt_br: Enviar selecionados agora
ru: Отправить выбранные сейчас
tr: Seçileni şimdi gönder
uk: Надіслати вибране зараз

# lng_context_show_in_finder
source: Show in Finder
be: Паказаць праз Finder
ca: Mostra-ho al Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans Finder
it: Mostra nel Finder
ko: 탐색기에서 보기
ms: Tunjuk dalam Pencari
nl: Weergeven in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder'da Göster
uk: Показати у Finder

# lng_context_show_in_folder
source: Show in Folder
be: Паказаць у папцы
ca: Mostra-ho a la carpeta
de: Im Ordner anzeigen
es: Mostrar en la carpeta
fr: Afficher le dossier
it: Mostra nella cartella
ko: 폴더에서 보기
ms: Tunjuk dalam Folder
nl: Weergeven in map
pl: Pokaż w folderze
pt_br: Mostrar na Pasta
ru: Открыть папку с файлом
tr: Klasörde Göster
uk: Показати в теці

# lng_context_to_msg
source: Go To Message
be: Перайсці да паведамлення
ca: Vés al missatge
de: Zur Nachricht
es: Ir al mensaje
fr: Aller au message
it: Vai al messaggio
ko: 메시지로 이동
ms: Pergi Ke Mesej
nl: Naar bericht gaan
pl: Idź do wiadomości
pt_br: Ir Para Mensagem
ru: Перейти к сообщению
tr: Mesaja Git
uk: Перейти до повідомлення

# lng_context_view_channel
source: View channel info
be: Прагледзець звесткі аб канале
ca: Mostra la informació del canal
de: Kanalinfo anzeigen
es: Ver info. del canal
fr: Voir les infos du canal
it: Visualizza info canale
ko: 채널 정보 보기
ms: Lihat info saluran
nl: Kanaalinformatie weergeven
pl: Informacje o kanale
pt_br: Ver dados do canal
ru: Описание канала
tr: Kanal bilgisini görüntüle
uk: Інформація про канал

# lng_context_view_group
source: View group info
be: Прагледзець звесткі аб суполцы
ca: Mostra la informació del grup
de: Gruppeninfo zeigen
es: Ver info. del grupo
fr: Voir les infos du groupe
it: Visualizza info gruppo
ko: 그룹 정보 보기
ms: Lihat info grup
nl: Groepsinformatie weergeven
pl: Informacje o grupie
pt_br: Ver dados do grupo
ru: Информация о группе
tr: Grup bilgisini görüntüle
uk: Інформація про групу

# lng_context_view_profile
source: View profile
be: Прагледзець профіль
ca: Mostra el perfil
de: Profil öffnen
es: Ver perfil
fr: Ouvrir le profil
it: Visualizza profilo
ko: 프로필 보기
ms: Lihat profil
nl: Profiel weergeven
pl: Pokaż profil
pt_br: Ver perfil
ru: Показать профиль
tr: Profili görüntüle
uk: Переглянути профіль

# lng_country_code
source: Country Code
be: Код краіны
ca: Codi de país
de: Ländercode
es: Código de país
fr: Indicatif national
it: Prefisso internazionale
ko: 국가 번호
ms: Kod Negara
nl: Landnummer
pl: Kod kraju
pt_br: Código do País
ru: Код страны
tr: Ülke Kodu
uk: Код країни

# lng_country_none
source: Country not found
be: Краіна не знойдзена
ca: No s'ha trobat el país
de: Land nicht gefunden
es: País no encontrado
fr: Pays inconnu.
it: Paese non trovato
ko: 국가를 찾지 못했습니다
ms: Negara tak dijumpai
nl: Land niet gevonden
pl: Nie znaleziono kraju
pt_br: País não encontrado
ru: Страна не найдена
tr: Ülke bulunamadı
uk: Країну не знайдено

# lng_country_select
source: Select Country
be: Выбраць краіну
ca: Trieu un país
de: Land auswählen
es: Seleccionar país
fr: Sélectionnez le pays
it: Scegli Paese
ko: 국가 선택
ms: Pilih Negara
nl: Land kiezen
pl: Wybierz kraj
pt_br: Selecione o País
ru: Выберите страну
tr: Ülke Seçin
uk: Виберіть країну

# lng_create_channel_crop
source: Select an area for the profile photo
be: Вылучыце вобласць для аватара профілю
ca: Seleccioneu una àrea per a la foto del perfil
de: Wähle einen Bereich für das Profilbild
es: Selecciona un área para la foto de perfil
fr: Sélectionnez l'aire de la photo de profil
it: Seleziona un'area per la foto del profilo
ko: 프로필 사진이 될 영역을 지정하세요
ms: Pilih ruang untuk foto profil
nl: Kies een gebied voor de profielfoto
pl: Zaznacz obszar na zdjęciu profilowym
pt_br: Selecione uma área para a foto de perfil
ru: Выберите область для фотографии профиля
tr: Profil fotoğrafı için bir alan seçin
uk: Виберіть область для фото профілю

# lng_create_channel_link_available
source: This link is available
be: Гэта спасылка даступная
ca: Aquest enllaç està disponible
de: Dieser Link ist verfügbar
es: Este enlace está disponible
fr: Ce lien est disponible
it: Questo link è disponibile
ko: 사용할 수 있는 링크입니다
ms: Link ini ada
nl: Deze naam is beschikbaar.
pl: Ten link jest dostępny
pt_br: Este link está disponível
ru: Такая ссылка доступна
tr: Bu bağlantı kullanılabilir
uk: Це посилання доступне

# lng_create_channel_link_bad_symbols
source: Only 0-9, a-z, and underscores allowed.
be: Дазволены толькі a-z, 0-9, і сімвалы падкрэслівання.
ca: Useu només a-z, 0-9, o guions baixos.
de: Nur 0-9, a-z und Unterstriche erlaubt.
es: Sólo están permitidos 0-9, a-z y _.
fr: Caractères autorisés : lettres, chiffres, "_"
it: Solo a-z, 0-9 e underscore sono permessi.
ko: 0-9, a-z, 언더바만 사용할 수 있습니다.
ms: Hanya 0-9, a-z, dan garis bawah sahaja.
nl: Alleen 0-9, a-z en _ zijn toegestaan.
pl: Dozwolone są tylko a-z, 0-9 i podkreślenia.
pt_br: Você só pode usar 0-9, a-z e underlines.
ru: Допускаются символы 0-9, a-z и _.
tr: Sadece 0-9, a-z ve alt çizgiye izin verilir.
uk: Дозволені лише 0-9, a-z та _.

# lng_create_channel_link_invalid
source: This link is invalid
be: Гэта спасылка памылковая
ca: Aquest enllaç no és vàlid
de: Dieser Link ist ungültig
es: Este enlace no es válido
fr: Ce lien est invalide
it: Questo link non è valido
ko: 올바르지 않은 링크입니다
ms: Link ini tidak sah
nl: Deze naam is ongeldig.
pl: Ten link jest nieprawidłowy
pt_br: Este link é inválido
ru: Ссылка некорректна
tr: Bu bağlantı geçersiz
uk: Це посилання недопустиме

# lng_create_channel_link_occupied
source: Sorry, this link is already occupied
be: На жаль, гэта спасылка ўжо занята
ca: Aquest enllaç ja es troba en ús
de: Der Linkname ist bereits belegt
es: Este enlace ya está ocupado
fr: Ce lien est déjà utilisé
it: Spiacenti, questo link è già occupato
ko: 죄송합니다. 이미 사용되고 있는 링크입니다.
ms: Maaf, link ini telah digunai
nl: Deze naam is bezet
pl: Ten link jest już zajęty
pt_br: Este link já está em uso
ru: Такая ссылка уже занята
tr: Bu bağlantı zaten kullanılıyor
uk: Це посилання вже зайняте

# lng_create_channel_link_too_short
source: Sorry, this link is too short
be: На жаль, гэта спасылка занадта кароткая
ca: Aquest enllaç és massa curt
de: Dieser Link ist zu kurz
es: Este enlace es muy corto
fr: Ce lien est trop court
it: Spiacenti, questo link è troppo corto
ko: 링크가 너무 짧습니다.
ms: Maaf, link ini terllalu pendek
nl: Deze naam is te kort
pl: Ten link jest za krótki
pt_br: Este link é muito curto
ru: Ссылка слишком короткая
tr: Üzgünüz, bu bağlantı çok kısa
uk: Це посилання закоротке

# lng_create_group_crop
source: Select an area for group photo
be: Вылучыце вобласць для аватара суполкі
ca: Seleccioneu una àrea per a la foto del grup
de: Wähle einen Bereich für dein Gruppenbild
es: Selecciona un área para la foto del grupo
fr: Sélectionnez l'aire de la photo du groupe
it: Seleziona un'area per la foto del gruppo
ko: 그룹 사진이 될 영역을 지정하세요
ms: Pilih ruang untuk foto grup
nl: Kies een gebied voor de groepsfoto
pl: Zaznacz obszar na zdjęciu grupy
pt_br: Selecione uma área para a foto do grupo
ru: Выберите область для фотографии группы
tr: Grup fotoğrafı için bir alan seçin
uk: Виберіть область для фото групи

# lng_create_group_invite_link
source: Invite link
be: Запрашальная спасылка
ca: Enllaç d'invitació
de: Einladungslink
es: Enlace de invitación
fr: Lien d'invitation
it: Link d'invito
ko: 초대 링크
ms: Link jemputan
nl: Uitnodigingslink
pl: Link zaproszenia
pt_br: Link de convite
ru: Ссылка-приглашение
tr: Davet bağlantısı
uk: Запрошувальне посилання

# lng_create_invite_link_about
source: People can be added, or join via invite link or "Groups nearby"
be: Людзі змогуць далучыцца, калі яны будуць дададзены, будуць мець запрашальную спасылку або пяройдуць у раздзел «Людзі паблізу»
ca: Es pot afegir-hi gent, o s’hi poden unir via enllaç d’invitació o «Grups propers»
de: Leute können teilnehmen, wenn sie eingeladen wurden, einen Einladungslink haben oder über "Gruppen in der Nähe" die Gruppe finden
es: Las personas pueden ser añadidas, unirse usando un enlace de invitación o desde “Grupos cerca”
fr: Les utilisateurs peuvent être ajoutés, rejoindre via le lien d'invitation, ou depuis "Groupes à proximité"
it: Le persone possono essere aggiunte, o unirsi tramite link d'invito, o da "Gruppi vicini".
ko: 초대 링크나 "주변 그룹"을 통해 사람들을 추가하거나 초대할 수 있습니다
ms: Mereka boleh ditambah, atau sertai melalui link jemputan, atau"Grup berdekatan"
nl: Mensen kunnen lid worden op uitnodiging, met een uitnodigingslink of via "Groepen dichtbij".
pl: Można dodawać lub dołączać osoby za pomocą linku z zaproszeniem lub z „Grupy w pobliżu”
pt_br: As pessoas podem ser adicionadas, entrar usando um link de convite, ou usar "Grupos Próximos"
ru: Пользователи могут присоединиться по приглашению, пригласительной ссылке или через раздел "Группы рядом"
tr: Kişiler eklenebilir veya davet bağlantısı ya da "Yakındaki gruplar" aracılığıyla katılabilir
uk: Приєднатися можна за запрошувальним посиланням, через розділ «Групи поблизу» або якщо додасть учасник

# lng_create_invite_link_title
source: Invite link
be: Запрашальная спасылка
ca: Enllaç d'invitació
de: Einladungslink
es: Enlace de invitación
fr: Lien d'invitation
it: Link d'invito
ko: 초대 링크
ms: Link jemputan
nl: uitnodigingslink
pl: Link zaproszenia
pt_br: Link de convite
ru: Ссылка-приглашение
tr: Davet bağlantısı
uk: Запрошувальне посилання

# lng_create_permanent_link_title
source: Permanent link
be: Пастаянная спасылка
ca: Enllaç permanent
de: Dauerhafter Link
es: Enlace permanente
fr: Lien permanent
it: Link permanente
ko: 영구 링크
ms: Link tetap
nl: Permanente link
pl: Stały link
pt_br: Link permanente
ru: Постоянная ссылка
tr: Kalıcı bağlantı
uk: Постійне посилання

# lng_create_private_channel_about
source: Only people with a special invite link may join
be: Далучыцца да канала можна толькі праз запрашальную спасылку
ca: Només s'hi podrà unir qui tingui un enllaç especial d'invitació
de: Nur per Einladungslink kann man deinem Kanal beitreten.
es: Sólo las personas con el enlace de invitación especial podrán unirse
fr: Seules les personnes possédant un lien d'invitation peuvent rejoindre un canal privé.
it: Solo le persone con uno speciale link d'invito potranno unirsi
ko: 사람들이 특수한 초대 링크를 통해서만 들어올 수 있습니다
ms: Hanya mereka dengan link jemputan istimewa boleh sertai
nl: Lid worden kan alleen per uitnodigingslink
pl: Tylko osoby ze specjalnym linkiem zaproszenia mogą dołączyć
pt_br: Somente pessoas com um link especial de convite poderão entrar
ru: Подписаться можно только по ссылке-приглашению
tr: Sadece özel bir davet bağlantısına sahip kişiler katılabilir
uk: Лише люди з особливим запрошувальним посиланням можуть приєднатися

# lng_create_private_group_about
source: People can only join if they are added or have an invite link
be: Людзі змогуць далучыцца толькі калі яны будуць дададзены або будуць мець запрашальную спасылку
ca: Només s'hi pot accedir si us hi afegeixen o per enllaç d'invitació.
de: Nutzer können diese Gruppe nur betreten, wenn sie eingeladen wurden oder einen Einladungslink haben.
es: Las personas pueden unirse sólo si son añadidas o tienen un enlace de invitación
fr: Les utilisateurs peuvent uniquement rejoindre s’ils sont ajoutés ou s’ils disposent d’un lien d’invitation.
it: Le persone possono unirsi solo se sono aggiunte o hanno un link d'invito
ko: 초대되거나 초대 링크가 있는 경우에만 들어올 수 있습니다
ms: Mereka hanya boleh sertai jika ditambah atau mempunyai link jemputan
nl: Lid worden kan alleen op uitnodiging of via uitnodigingslink
pl: Mogą dołączyć tylko osoby, które zostały dodane lub mające link zaproszenia
pt_br: As pessoas podem entrar se forem adicionadas ou se tiverem um link de convite
ru: Присоединиться к группе можно только по приглашению или пригласительной ссылке
tr: Kişiler yalnızca eklenmişse veya davet bağlantısı varsa katılabilir
uk: Приєднатися можна лише за запрошувальним посиланням або якщо додасть учасник

# lng_create_public_channel_about
source: Anyone can find the channel in search and join
be: Кожны можа знайсці канал праз пошук і далучыцца
ca: Qualsevol pot trobar el canal a la cerca i unir-s'hi
de: Jeder kann deinen Kanal in der Suche finden und beitreten.
es: Cualquiera puede encontrar el canal en la búsqueda y unirse
fr: Un canal public apparaît dans les recherches et n'importe qui peut le rejoindre.
it: Chiunque può cercare il canale nella ricerca e unirsi
ko: 누구나 검색을 통해 채널에 들어올 수 있습니다
ms: Sesiapa boleh jumpa saluran di cari dan sertai
nl: Iedereen kan je kanaal vinden en er lid van worden
pl: Każdy może znaleźć kanał w wyszukiwarce i dołączyć
pt_br: Qualquer um pode encontrar o canal na busca e entrar
ru: Все могут найти канал через поиск и подписаться
tr: Herkes, kanalınızı arayarak bulabilir ve kanalınıza katılabilir
uk: Кожен може знайти канал у пошуку та приєднатися

# lng_create_public_group_about
source: Anyone can find the group in search and join, chat history is available to everybody
be: Кожны можа знайсці суполку праз пошук і далучыцца, гісторыя паведамленняў даступная для ўсіх
ca: Qualsevol pot trobar el grup a la cerca i unir-s'hi, tothom pot veure l'historial.
de: Jeder kann diese Gruppe über die Telegram-Suche finden und der gesamte Chatverlauf ist für alle einsehbar.
es: Cualquiera puede encontrar el grupo en la búsqueda y unirse. El historial del chat está disponible para todos
fr: Un groupe public apparaît dans les recherches, l'historique des messages est visible par tous et n'importe qui peut le rejoindre.
it: Chiunque può trovare il gruppo nella ricerca e unirsi, la cronologia è disponibile per tutti
ko: 누구나 검색을 통해 그룹에 들어올 수 있으며, 대화 내용이 모두에게 공개됩니다
ms: Siapa juga boleh jjumpa grup dengan, Cari dan Sertai, sejarah bual boleh dilihat oleh setiap ahli
nl: Iedereen kan de groep vinden, er lid van worden en de geschiedenis zien
pl: Każdy może znaleźć grupę w wyszukiwarce i dołączyć, historia czatu jest dostępna dla wszystkich
pt_br: Qualquer um pode encontrar o grupo pela busca e entrar, todo o histórico estará disponível
ru: Все могут найти группу через поиск и присоединиться, история чата доступна всем
tr: Herkes, grubunuzu arayarak bulabilir ve katılabilir; yeni üyeler sohbet geçmişini görebilir
uk: Усі можуть знайти групу через пошук і приєднатись, історія повідомлень доступна всім

# lng_date_input_month
source: Month
be: Месяц
ca: Mes
de: Monat
es: Mes
fr: Mois
it: Mese
ko: 월
ms: Bulan
nl: Maand
pl: Miesiąc
pt_br: Mês
ru: Месяц
tr: Ay
uk: Місяць

# lng_date_input_year
source: Year
be: Год
ca: Any
de: Jahr
es: Año
fr: Année
it: Anno
ko: 연
ms: Tahun
nl: Jaar
pl: Rok
pt_br: Ano
ru: Год
tr: Yıl
uk: Рік

# lng_delete_all_from
source: Delete all from this user
be: Выдаліць усё ад гэтага карыстальніка
ca: Elimina-ho tot d'aquest usuari
de: Alles von diesem Nutzer löschen
es: Eliminar todo lo de este usuario
fr: Tout supprimer de cet utilisateur
it: Elimina tutto da questo utente
ko: 이 사용자의 모든 메시지 삭제
ms: Hapus semua dari pengguna ini
nl: Verwijder alles van gebruiker
pl: Usuń wszystko od tego użytkownika
pt_br: Apagar tudo desse usuário
ru: Удалить всё от этого пользователя
tr: Üyenin tüm mesajlarını sil
uk: Видалити все від користувача

# lng_delete_for_other_check
source: Also delete for {user}
be: Таксама выдаліць для {user}
ca: Elimina-ho també per a {user}
de: Auch bei {user} löschen
es: Eliminar también para {user}
fr: Supprimer aussi pour {user}
it: Elimina anche per {user}
ko: {user} 님에게서도 삭제
ms: Juga hapus untuk {user}
nl: Ook verwijderen voor {user}
pl: Usuń też u {user}
pt_br: Apagar para {user} também
ru: Также удалить для {user}
tr: {user} için de sil
uk: Також видалити для {user}

# lng_delete_for_other_my
source: Unsend my messages
be: Адклікаць мае паведамленні
ca: Retira els meus missatges
de: Widerrufe meine Nachrichten
es: Retirar mis mensajes
fr: Retirer mes messages
it: Ritira i miei messaggi
ko: 보낸 메시지 회수
ms: Tarik balik mesej saya
nl: Mijn berichten intrekken
pl: Usuń moje wysłane wiadomości
pt_br: Apagar minhas mensagens
ru: Отозвать мои сообщения
tr: Mesajlarımı geri al
uk: Відкликати мої повідомлення

# lng_delete_photo_sure
source: Do you want to delete this photo?
be: Вы ўпэўнены, што хочаце выдаліць гэта фота?
ca: Voleu eliminar aquesta foto?
de: Dieses Bild wirklich löschen?
es: ¿Quieres eliminar esta foto?
fr: Voulez-vous supprimer cette photo ?
it: Vuoi eliminare questa foto?
ko: 사진을 삭제하시겠습니까?
ms: Anda mahu hapus foto ini?
nl: Wil je deze foto verwijderen?
pl: Czy chcesz usunąć to zdjęcie?
pt_br: Deseja apagar essa foto?
ru: Удалить это фото?
tr: Bu fotoğrafı silmek istiyor musunuz?
uk: Ви хочете видалити це фото?

# lng_deleted_message
source: Deleted message
be: Выдаленае паведамленне
ca: Missatge eliminat
de: Gelöschte Nachricht
es: Mensaje eliminado
fr: Message supprimé
it: Messaggio eliminato
ko: 삭제된 메시지
ms: Mesej dipadam
nl: Verwijderd bericht
pl: Usunięta wiadomość
pt_br: Mensagem apagada
ru: Удалённое сообщение
tr: Silinen mesaj
uk: Видалене повідомлення

# lng_dialogs_hide_muted_chats
source: Hide muted chats
be: Схаваць чаты без апавяшчэнняў
ca: Amaga els xats silenciats
de: Stummgeschaltete Chats verstecken
es: Ocultar chats silenciados
fr: Masquer les échanges en sourdine
it: Nascondi chat silenziate
ko: 알림 꺼진 대화방 가리기
ms: Sembunyi bual disenyapkan
nl: Stille chats verbergen
pl: Ukryj wyciszone czaty
pt_br: Ocultar as conversas silenciadas
ru: Скрыть чаты без уведомлений
tr: Sessiz sohbetleri gizle
uk: Приховати чати без сповіщень

# lng_dialogs_show_all_chats
source: Show all chats
be: Паказаць усе чаты
ca: Mostra tots els xats
de: Alle Chats zeigen
es: Mostrar todos los chats
fr: Voir tous les échanges
it: Mostra tutte le chat
ko: 모든 대화 표시
ms: Tunjuk semua bual
nl: Alle chats weergeven
pl: Pokaż wszystkie czaty
pt_br: Mostrar todas as conversas
ru: Показать все чаты
tr: Tüm sohbetleri göster
uk: Показати всі чати

# lng_dialogs_show_archive_in_search
source: With results from archive
be: З рэзультатамі з архіва
ca: Amb els resultats de l'arxiu
de: Inklusive Ergebnissen aus dem Archiv
es: Incluir resultados del archivo
fr: Inclure les archives
it: Con i risultati dall'archivio
ko: 보관함 결과까지
ms: Dengan keputusan dari arkib
nl: Inclusief archiefresultaten
pl: Z wynikami z archiwum
pt_br: Com resultados do Arquivo
ru: Учитывать чаты из архива
tr: Arşivden gelen sonuçlarla
uk: Показати архівні результати

# lng_dialogs_skip_archive_in_search
source: Skip results from archive
be: Прапускаць рэзультаты з архіва
ca: Omet els resultats de l'arxiu
de: Ergebnisse aus dem Archiv überspringen
es: Excluir resultados del archivo
fr: Ne pas inclure les archives
it: Ignora i risultati dall'archivio
ko: 보관함 결과 건너뛰기
ms: Langkau keputusan dari arkib
nl: Sla archiefresultaten over
pl: Pomiń wyniki z archiwum
pt_br: Ignorar resultados do Arquivo
ru: Пропускать чаты из архива
tr: Arşivden sonuçları atla
uk: Приховати архівні результати

# lng_disable_notifications_from_tray
source: Disable notifications
be: Не апавяшчаць
ca: Desactiva les notificacions
de: Benachrichtigungen aus
es: Silenciar notificaciones
fr: Désactiver les notifications
it: Disattiva notifiche
ko: 알림 끄기
ms: Nyahdaya notifikasi
nl: Meldingen uitschakelen
pl: Wyłącz powiadomienia
pt_br: Desativar notificações
ru: Отключить уведомления
tr: Bildirimleri kapat
uk: Вимкнути сповіщення

# lng_dlg_search_for_messages
source: Search for messages
be: Шукаць паведамленні
ca: Cerca missatges
de: Nach Nachrichten suchen
es: Buscar mensajes
fr: Rechercher des messages
it: Cerca messaggi
ko: 메시지 검색
ms: Cari untuk mesej
nl: Zoek berichten
pl: Wyszukiwanie wiadomości
pt_br: Buscar por mensagens
ru: Поиск по сообщениям
tr: Mesajlarda bul
uk: Пошук повідомлень

# lng_dlg_search_from
source: From: {user}
be: Ад: {user}
ca: De: {user}
de: Von: {user}
es: De: {user}
fr: De : {user}
it: Da: {user}
ko: 보낸 이: {user}
ms: Dari: {user}
nl: Van: {user}
pl: Od: {user}
pt_br: De: {user}
ru: От: {user}
tr: Kim: {user}
uk: Від: {user}
